accountsservice
acl
acpi
acpi_call
acpid
adwaita-cursors
adwaita-dark
adwaita-icon-theme
alacritty-git
alembic
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
ant
aom
apparmor
appstream
appstream-qt
arandr
archlinux-artwork
archlinux-keyring
ardour
argon2
aspell
at-spi2-core
atkmm
attica
attr
aubio
audit
autoconf
automake
avahi
babl
bamf
base
bash
bash-completion
bash-zsh-insulter
bind
binutils
bison
blackarch-config-icons
blackarch-config-lxdm
blackarch-keyring
blackarch-wallpaper
blas
blender
blosc
blueman
bluez
bluez-libs
bluez-utils
boost-libs
brave-bin
breeze
breeze-icons
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
calf
cantarell-fonts
cava
cblas
cdparanoia
cdrtools
chafa
cifs-utils
clang
cmake
cmatrix
compiler-rt
conky-cairo
conky-manager2-git
coreutils
cryptsetup
curl
cvs
cython
dav1d
db5.3
dbus
dbus-glib
dbus-python
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dkms
dmidecode
dmraid
dnssec-anchors
dosfstools
double-conversion
draco
duktape
e2fsprogs
easyeffects
editorconfig-core-c
efibootmgr
efivar
electronmail-bin
elfutils
ell
embree
enchant
ethtool-git
exiv2
expat
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firejail
firetools
flac
flex
fluidsynth
fmt
fontconfig
frameworkintegration
freeglut
freetype2-infinality-remix
freshfetch-git
fribidi
fuse-common
fuse3
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
gentoo-bashrc
geoip
geoip-database
geoip-database-extra
gettext
ghostscript
giflib
gimp
git
glew
glib-networking
glib2
glibc
glibmm
glu
gmp
gnome-menus
gnome-themes-extra
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
gperf
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grub
gruvbox-dark-gtk
gruvbox-icon-theme
gsettings-desktop-schemas
gsfonts
gsl
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-engine-murrine
gtk-engines
gtk-theme-windows10-dark
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm
gtkmm3
gts
guile
gunicorn
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hddtemp-git
hdf5
hdparm
hicolor-icon-theme
hidapi
htop
http-parser
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
inetutils
iniparser
instagramosint
ipfetch-git
iproute2
ipscan
iptables
iputils
iso-codes
ivpn
ivpn-ui
iw
iwd
jamesdsp
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jdk11-openjdk
jemalloc
jp2a
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
json-c
json-glib
jsoncpp
kactivities
kactivities-stats
kactivitymanagerd
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kdeclarative
kdeconnect
kdecoration
kded
kdesu
kdnssd
kdsoap
kdsoap-ws-discovery-client
keyutils
kglobalaccel
kguiaddons
kholidays
ki18n
kiconthemes
kidletime
kio
kio-extras
kio-fuse
kirigami2
kitemmodels
kitemviews
kitty-git
kitty-shell-integration-git
kitty-terminfo-git
kjobwidgets
kmod
knewstuff
knotifications
knotifyconfig
kpackage
kparts
kpeople
kpeoplevcard
kpipewire
kpty
kquickcharts
krb5
krunner
kscreenlocker
kservice
ksystemstats
ktexteditor
ktextwidgets
kuserfeedback
kvantum
kvantum-theme-arc
kvantum-theme-materia
kwallet
kwayland
kwidgetsaddons
kwin
kwindowsystem
kxmlgui
l-smash
lame
lapack
laptop-detect
layer-shell-qt
lcms2
ldb
ldns
lensfun
less
lfm-git
libadwaita
libaec
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcamera
libcanberra
libcap
libcap-ng
libcloudproviders
libcolord
libconfig
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libde265
libdeflate
libdmtx
libdrm
libebur128
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfakekey
libfdk-aac
libffi
libfm-extra
libfm-qt
libfontenc
libfreeaptx
libgcrypt
libgee
libgexiv2
libgit2
libglvnd
libgpg-error
libgtop
libgudev
libhandy
libharu
libheif
libical
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libjpeg-turbo
libkexiv2
libksba
libkscreen
libksysguard
liblc3
libldac
libldap
liblo
liblqr
liblrdf
libltc
liblxqt
liblzf
libmanette
libmaxminddb
libmbim
libmd
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmtp
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplist
libpng
libproxy
libpsl
libptytty
libpulse
libqaccessibilityclient
libqalculate
libqmi
libqrtr-glib
libqtxdg
libraqm
libraw
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigc++-3.0
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspiro
libspnav
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libtpms
libunistring
libunwind
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwebsockets
libwmf
libwnck3
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
log4cplus
lolcat
lshw
lsof
lsp-plugins
lua
lua51
lua51-posix
lua52
lua53
luajit
lubuntu-artwork-18-04
luit
lv2
lvm2
lxdm
lxdm-themes
lximage-qt
lxmenu-data
lxqt-about
lxqt-admin
lxqt-archiver
lxqt-build-tools
lxqt-config
lxqt-globalkeys
lxqt-notificationd
lxqt-openssh-askpass
lxqt-panel
lxqt-policykit
lxqt-powermanagement
lxqt-qtplugin
lxqt-runner
lxqt-session
lxqt-sudo
lxqt-themes
lxterminal
lz4
lzo
m4
mailcap
make
maltego
man-db
mate-desktop
mate-terminal
materia-gtk-theme
mc
md4c
mda.lv2
mdadm
media-player-info
menu-cache
mesa
meson
metasploit-git
metasploit-payload-creator
meteo-qt
microsoft-edge-stable-bin
milou
minizip
minizip-ng
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mpfr
mpg123
mtdev
mtools
muparser
mypaint-brushes1
nawk
ncurses
ndctl
neofetch
net-tools
netctl
netmask
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
networkmanager-qt
nexfil
ninja
nm-connection-editor
nm-tray
nmap
node-gyp
nodejs
nodejs-nopt
nomachine
noto-fonts
noto-fonts-extra
npm
npth
nspr
nss
numix-circle-icon-theme-git
numix-icon-theme-git
nvm
obconf-qt
ocl-icd
onionshare
openal
openbox
opencollada
opencolorio
opencore-amr
openexr
openimagedenoise
openimageio
openjpeg2
openmpi
openpgl
openpmix
openresolv
openshadinglanguage
openssh
openssl
opensubdiv
openvdb
openvpn
openvpn-update-systemd-resolved
openxr
opus
orc
os-prober
otf-overpass
oxygen-sounds
p11-kit
p7zip
pacman
pacman-mirrorlist
pam
pambase
pamixer
pango
pangomm
parted
patch
pavucontrol
pciutils
pcmanfm-qt
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
phonon-qt5
phonon-qt5-gstreamer
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-media-session
pipewire-pulse
pixman
pkcs11-helper
pkgconf
plank
plank-theme-gruvbox
plasma-framework
plasma-integration
plasma-nm
plasma-workspace
playerctl
plocate
polkit
polkit-qt5
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql
postgresql-libs
potrace
ppp
prison
procps-ng
protonvpn-cli
proxychains-ng
psmisc
ptex
pugixml
pulseaudio-qt
pv
pybind11
pyside2
pystring
python
python-aiodns
python-aiohttp
python-aiosignal
python-appdirs
python-async-timeout
python-attrs
python-autocommand
python-babel
python-bcrypt
python-beautifulsoup4
python-bidict
python-boto
python-build
python-cairo
python-cchardet
python-cffi
python-chardet
python-charset-normalizer
python-click
python-colorama
python-cryptography
python-distro
python-dnspython
python-docutils
python-engineio
python-eventlet
python-fastjsonschema
python-filelock
python-flask
python-flask-httpauth
python-flask-socketio
python-frozenlist
python-gevent
python-gevent-websocket
python-gnupg
python-gobject
python-gpgme
python-greenlet
python-idna
python-imagesize
python-importlib-metadata
python-inflect
python-installer
python-itsdangerous
python-jaraco.classes
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jinja
python-keyring
python-lxml
python-markupsafe
python-monotonic
python-more-itertools
python-msgpack
python-multidict
python-numpy
python-ordered-set
python-packaging
python-pillow
python-pip
python-ply
python-proton-client
python-protonvpn-nm-lib
python-psutil
python-pycares
python-pycparser
python-pycryptodome
python-pydantic
python-pygments
python-pynacl
python-pyopenssl
python-pyparsing
python-pyproject-hooks
python-pyqt5
python-pyqt5-sip
python-pysocks
python-pythondialog
python-pytz
python-pyxdg
python-qrcode
python-requests
python-requests-file
python-secretstorage
python-setuptools
python-shiboken2
python-sip4
python-six
python-snowballstemmer
python-socketio
python-soupsieve
python-sphinx
python-sphinx-alabaster-theme
python-sphinx-basic-ng
python-sphinx-copybutton
python-sphinx-furo
python-sphinx-inline-tabs
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-sphinxext-opengraph
python-stem
python-systemd
python-tldextract
python-tomli
python-trove-classifiers
python-typing_extensions
python-ujson
python-unidecode
python-urllib3
python-urwid
python-validate-pyproject
python-websocket-client
python-websockets
python-werkzeug
python-wheel
python-yarl
python-zipp
python-zope-event
python-zope-interface
qca-qt5
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qterminal
qtermwidget
qtxdg-tools
raptor
rav1e
re2
readline
reflector
rhash
rkhunter
rnnoise
rpm-tools
rsync
rubberband
ruby
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-diff-lcs
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-logger
ruby-manpages
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-optimist
ruby-paint
ruby-power_assert
ruby-psych
ruby-racc
ruby-rainbow
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-term-ansicolor
ruby-test-unit
ruby-time
ruby-tins
ruby-tmpdir
ruby-uri
ruby2.7
rubygems
run-parts
rust
rxvt-unicode
rxvt-unicode-terminfo
s-tui
sbc
screen
screengrab
sddm
sdl12-compat
sdl2
sed
semver
sequoia-sqv
serd
shadow
shared-mime-info
signal-desktop-beta-bin
sl
slang
smartmontools
smbclient
snappy
sndio
solid
sonnet
sord
sound-theme-freedesktop
source-highlight
speedtest++
speex
speexdsp
spotify-launcher
sqlite
sratom
srt
startup-notification
strace
stress
sublime-text-4
sudo
suil
suitesparse
svt-av1
syndication
syntax-highlighting
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
tabby-bin
taglib
talloc
tar
tbb
tdb
terminus-font
termite
tevent
tex-gyre-fonts
texinfo
thin-provisioning-tools
threadweaver
tint2
tinycompress
tinyxml
tlp
tlpui-git
tor
torbrowser-launcher
tpm2-tss
tracker3
tslib
ttf-carlito
ttf-courier-prime
ttf-croscore
ttf-dejavu
ttf-fira-mono
ttf-fira-sans
ttf-google-fonts-git
ttf-hack
ttf-impallari-cantora
ttf-inconsolata
ttf-liberation
ttf-merriweather
ttf-merriweather-sans
ttf-opensans
ttf-oswald
ttf-quintessential
ttf-roboto
ttf-signika
ttf-ubuntu-font-family
tzdata
udisks2
unace
unarj
unrar
unzip
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
vid.stab
vim
vim-runtime
virtualbox
virtualbox-host-modules-arch
vmaf
vnstat
volume_key
vpnfailsafe-git
vte-common
vte3
vulkan-icd-loader
w3m
waterfox-g4-bin
wayland
wayland-protocols
webkit2gtk-4.1
webrtc-audio-processing
wezterm
wget
which
wireless_tools
woff2
wpa_supplicant
wpebackend-fdo
x-arc-darker
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-ati
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-alias-misc
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsettingsd
xterm-alacritty-symlink
xvidcore
xxhash
xz
yaml-cpp
yay-git
yelp
yelp-xsl
zam-plugins-lv2
zenity
zeromq
zimg
zip
zita-convolver
zlib
zoom
zstd
zxing-cpp
